Repository: gergelypolonkai/BotCommander
Catalog: po/*.po
Languages: hu

source: _About
hu: _Névjegy

source: Activate
hu: Aktiválás

source: Add bot
hu: Új bot

source: _BotCommander command mode
hu: _BotCommander parancs mód

source: Bot list
hu: Bot lista

source: _Bot list
hu: Bot _lista

source: Bot name
hu: Bot neve

source: Can not connect to bot
hu: Nem tudok csatlakozni a bothoz

source: Can not get IP protocol
hu: Nem találom az IP protokol adatait

source: Can not resolv hostname %s
hu: Nem lehet feloldani a nevet (%s)

source: Change to message mode after connect
hu: Váltás üzenet-módba csatlakozás után

source: Change to newly created tab
hu: Új fül nyitásakor váltás az új fülre

source: Channels
hu: Csatornák

source: Close active tab
hu: Aktív fül bezárása

source: _Close tab
hu: Fül be_zárása

source: Command line history length
hu: Parancssor-megőrzés hossza

source: Connected
hu: Csatlakozva

source: Connecting to %s:%d
hu: Csatlakozás ide: %s:%d

source: Connecting to %s
hu: Csatlakozás ehhez: %s

source: Connection closed
hu: Kapcsolat lezárva

source: _Connect
hu: _Csatlakozás

source: Debug mode
hu: Debug mód

source: Edit bot
hu: Bot szerkesztése

source: _Eggdrop command mode
hu: _Eggdrop parancs mód

source: Exit BotCommander
hu: Kilépés a BotCommanderből

source: E_xit
hu: K_ilépés

source: Font
hu: Betűtípus

source: Handle
hu: Felhasználónév

source: Handles
hu: Felhasználók

source: _Help
hu: _Súgó

source: Host
hu: Cím

source: licence
hu: A BotCommander a GNU General Public Licence alatt készült. Ennek egy másolata megtalálható a program forrás-fájljai között.

source: _Message mode
hu: Üzenet _mód

source: Mode char can be one of B, E or M!
hu: A mód karakter csak B, E vagy M lehet!

source: Mode: %c
hu: Mód: %c

source: New tab
hu: Új fül

source: No bot exists by that name
hu: Nem létezik ilyen nevű bot

source: No bot is assigned to this tab. Use ASSIGN to do that.
hu: Nincs bot rendelve ehhez a fülhöz. A hozzárendeléshez használd az ASSIGN parancsot.

source: Not connected
hu: Nincs csatlakoztatva

source: Not enough memory!
hu: Nincs elég memória!

source: Not enough parameters!
hu: Túl kevés paraméter!

source: Only one parameter required!
hu: Csak egy paramétert kell megadni!

source: _Preferences
hu: _Beállítás

source: Preferences
hu: Beállítások

source: Properties
hu: Tulajdonságok

source: Saturation
hu: Áttetszőség

source: Save preferences on exit
hu: Beállítások mentése kilépéskor

source: Scroll on output
hu: Automatikus görgetés

source: Second parameter must be a port number!
hu: A második paraméternek portszámnak kell lennie!

source: Setup
hu: Beállítás

source: _Setup
hu: B_eállítás

source: Tab is not connected
hu: A fül nincs csatlakozva

source: _Tab
hu: _Fül

source: Terminal
hu: Terminál

source: The parameter must be one character!
hu: A paraméternek egy karakter hosszúnak kell lennie!

source: There are connected tabs. Are you sure, you want to exit?
hu: Még vannak csatlakozott fülek. Biztosan ki akarsz lépni?

source: There is already a bot named %s in the list.
hu: Már van %s nevű bot a listában

source: There was an error accessing GConf2: %s
hu: Hiba történt a GConf2 elérése közben: %s

source: This command cannot be abbreviated!
hu: Ezt a parancsot nem lehet rövidíteni!

source: This tab is already connected. Exit the bot with .quit, or use /DISCONNECT!
hu: A fül csatlakoztatva van. Lépj ki a botból a .quit paranccsal, vagy használd a /DISCONNECT-et!

source: This tab is connected. Are you sure you want to close it?
hu: A fül csatlakoztatva van. Biztosan bezárod?

source: translator_credits
hu: Fordította: POLONKAI Gergely <polesz@w00d5t0ck.info>

source: Transparent background
hu: Áttetsző háttér

source: Unknown command "%s"
hu: Ismeretlen parancs: %s

source: Unknown error!
hu: Ismeretlen hiba!

source: Won't send an eggdrop command to a not connected tab
hu: Nem küldhetek eggdrop parancsot egy nem csatlakoztatott fülön

source: Won't send message to a not connected tab
hu: Nem küldhetek üzenetet egy nem csatlakoztatott fülön

source: BotCommander eggdrop client
hu: BotCommander eggdrop kliens
